[
  {
    "title": "Perfect Being",
    "type": "Short Story",
    "body": "It must be a conspiracy, he told himself, as he watched her stride onto the stage. It was her third time this month receiving some kind of award. Her parents must have crafted a plan. Maybe even before her birth. On one thunderous night, they meticulously wrote down, with a Japanese fountain pen, a manifesto for a Perfect Being. By dawn, Her qualities, Her spirit, Her essence, consolidated into physical form on paper. \n\nHis parents must have been in total oblivion of such a plan. As his obsession grew, his hatred towards his own parents grew more. They don’t sign him up for any tutorials beyond school. Nor encourage him to do sports or play an instrument. The only thing they do is come back late at night, at nine or ten, and give him leftover food from their client’s meal, while he finishes his homework for the day. How can he know, in which direction, he must grow?\n\nHis introspection reasoned him to one single conclusion. That he must begin to pursue one single endeavor now on: to fully deconstruct himself into the tiniest of fragments and piece together the Perfect Being from scratch. He believes he could raise himself on his own. And perhaps with time, such a being might be more Perfect than the Perfect Being.\n\nProudly, he considers himself as both art and an artist. Through intense observations of others, he steals their good fragments, and discards the bad ones. Until the fragments are so small, that they piece him together and become him. As if how art comes to be, he thinks. We can’t fully trace artistic inspirations. But we can make inferences about them. But by that time, it doesn’t matter what those inspirations are, as they become the art and serve as inspirations for others who come later. \n\nFor this he tries to do many things. He studies really hard. He joins the Quidditch team, which by the way is an intense cardio sport where he must fit a broomstick between his thighs. He also sings in the acapella. And of course, he is a social magnet who wraps himself by will to fit the occasion. He does all these things not because he enjoys them, though he has learned to enjoy them. Rather, it is to execute his philosophy, his pedagogy of becoming the Perfect being.\n\nYet, no matter how hard he tries, his heart aches. It resists. It trembles. In moments like this, he wears out his body and tires his soul. Often, that means running. In this way, he silences his heart. Though at the old oak tree, where he often finishes his runs, the leaves are falling bright red. Some leaves hold on, until the wind sweeps them down. Even trees can’t prevent that. And under it, he cries in his tender true self.\n"
  },
  {
    "title": "Sisyphus’ Brother",
    "type": "Short Story",
    "body": "On his way down, Sisyphus is stunned and dismayed to have bumped into his brother Mesaphus. While it is certainly pleasant to see his brother after two years apart, Sisyphus considers this reunion an intolerable disruption to his routine. In fact, an overwhelming anger starts to swell in Sisyphus’ heart for his brother’s untimely appearance. Just when I thought it was another day, he laments.\n\nSisuphus watches Mesaphus hike up the Peak, but his rock is nowhere to be seen. “Brother! How are you here? Looks like you got rid of your rock!” Sisyphus yells. As it turns out, two years ago, Mesaphus left the Hill with his rock to find the Ocean, where rumors had it then that he could rest his rock on the beach and spend his day however he liked. And so, a few months after he arrived at the Ocean, he sunk his rock off the shore. \n\n“I miss the Peak, brother. The Ocean will never be as satisfying. But this time, no rock is needed”, Mesaphus says. Sisyphus sees his proud smile. And Mesaphus is indeed barely sweating. But somehow he thinks Mesaphus is showing too much teeth. Though concerned, Sisyphus decides not to think about it too much. He doesn’t have time. Plus he needs to save his energy. The next shift begins in exactly twenty two minutes.\n\nMesaphus wants to ask his little brother how he’s doing, but he dares not to. And so, the brothers bid farewell. Back at the bottom of the valley, Sisyphus adjusts his shoes and rolls up his sleeves again. Out of the corner of his eyes, he catches his brother’s silhouette waning against the setting sun. \n\nUnlike himself, he pauses and studies him. He sees his brother’s footsteps. Weary, it seems. Occasionally, he raises his right hand to his face. He thinks, is he crying? Isn’t his rock gone? But the thought doesn’t last long, as he turns and begins to roll his rock, onwards and up.\n"
  },
  {
    "title": "Today, I offer my ears to you",
    "type": "Short Story",
    "body": "You gaze into my eyes. Your face smiling but not saying a word. It is trying to tell me something, though you might not be aware. Are you dancing in a daydream or carrying the weight of the world? Some days, as I wander through the streets, or settle on a park bench, I am a silent witness to a stranger that is you. In the caressing sun rays, I lean in to listen closely, to collect the cues it drops, lest those in a rush remain ever oblivious. But today, I reminisced about the mountains.\nAt 2000 meters, we slowly descended on the base camp trail. The afternoon sun glared at us unceasingly at this altitude. Snowy and arid, sheets of strong white weighed on the peaks, like the thick icing that would crumble a tall wedding cake. Hanako and I were not close. In fact, it was only our fourth day of knowing each other. But something drew me to her. A kind of affinity. Would you, a stranger, sense that too? \nAs the cliff ahead towered over us, we began to lose the sharp tingle of the sun. In the cold wind, somehow Hanako and I found ourselves broken out of the group, leaving the rest behind. We walked in silence, hands in our pockets, as I, for the first time, breathed in the grandeur of where we were. Twenty kilometers from the border of Chile, we were on the trail that would lead us to the tallest peak in the Americas, Aconcagua of the Andes ranges. Could you believe it?\nI couldn’t when Hanako said her boyfriend has a heart problem. I was stunned both at the news and as to why she brought it up. But I suppressed my urge to break the silence and collected myself. I waited to see if she wanted to go on, but she waited for my reply first.\nOh? \nThe doctor said he won't live after 25 years, she continued. How old is he now, I asked. 24, she responded bluntly. Are you okay, I asked. Yeah. After a moment, I added, he must live a fuller life than others then, doesn’t he? She turned to look at me and agreed. He does, he does so many things every day.\nAs far as I remember, that is all there was to the conversation. Apart from showing surprise, could I have said much more? Perhaps, Hanako didn't know why she brought it up either. The breeze caressed us. Cold but light. She smiled at me and cheerily said “Oh, I must use the washroom”, as she skipped downhill towards it, leaving me behind in the remnants of that exchange. As I waited for the others to catch up, I gazed up at the hills. This time, the sun was glowing in the afternoon. For a moment, I smiled and thought the snow no longer burdened the rainbow mountains. That day, I was glad I could offer my ears. \n"
  }
]