[
  {
    "key": 1,
    "title": "Perfect Being",
    "type": "Short Story",
    "body": "It must be a conspiracy, he told himself, as he watched her stride onto the stage. It was her third time this month receiving some kind of award. Her parents must have crafted a plan. Maybe even before her birth. On one thunderous night, they meticulously wrote down, with a Japanese fountain pen, a manifesto for a Perfect Being. By dawn, Her qualities, Her spirit, Her essence, consolidated into physical form on paper. \n\nHis parents must have been in total oblivion of such a plan. As his obsession grew, his hatred towards his own parents grew more. They don’t sign him up for any tutorials beyond school. Nor encourage him to do sports or play an instrument. The only thing they do is come back late at night, at nine or ten, and give him leftover food from their client’s meal, while he finishes his homework for the day. How can he know, in which direction, he must grow?\n\nHis introspection reasoned him to one single conclusion. That he must begin to pursue one single endeavor now on: to fully deconstruct himself into the tiniest of fragments and piece together the Perfect Being from scratch. He believes he could raise himself on his own. And perhaps with time, such a being might be more Perfect than the Perfect Being.\n\nProudly, he considers himself as both art and an artist. Through intense observations of others, he steals their good fragments, and discards the bad ones. Until the fragments are so small, that they piece him together and become him. As if how art comes to be, he thinks. We can’t fully trace artistic inspirations. But we can make inferences about them. But by that time, it doesn’t matter what those inspirations are, as they become the art and serve as inspirations for others who come later. \n\nFor this he tries to do many things. He studies really hard. He joins the Quidditch team, which by the way is an intense cardio sport where he must fit a broomstick between his thighs. He also sings in the acapella. And of course, he is a social magnet who wraps himself by will to fit the occasion. He does all these things not because he enjoys them, though he has learned to enjoy them. Rather, it is to execute his philosophy, his pedagogy of becoming the Perfect being.\n\nYet, no matter how hard he tries, his heart aches. It resists. It trembles. In moments like this, he wears out his body and tires his soul. Often, that means running. In this way, he silences his heart. Though at the old oak tree, where he often finishes his runs, the leaves are falling bright red. Some leaves hold on, until the wind sweeps them down. Even trees can’t prevent that. And under it, he cries in his tender true self.\n"
  },
  {
    "key": 2,
    "title": "Sisyphus’ Brother",
    "type": "Short Story",
    "body": "On his way down, Sisyphus is stunned and dismayed to have bumped into his brother Mesaphus. While it is certainly pleasant to see his brother after two years apart, Sisyphus considers this reunion an intolerable disruption to his routine. In fact, an overwhelming anger starts to swell in Sisyphus’ heart for his brother’s untimely appearance. Just when I thought it was another day, he laments.\n\nSisuphus watches Mesaphus hike up the Peak, but his rock is nowhere to be seen. “Brother! How are you here? Looks like you got rid of your rock!” Sisyphus yells. As it turns out, two years ago, Mesaphus left the Hill with his rock to find the Ocean, where rumors had it then that he could rest his rock on the beach and spend his day however he liked. And so, a few months after he arrived at the Ocean, he sunk his rock off the shore. \n\n“I miss the Peak, brother. The Ocean will never be as satisfying. But this time, no rock is needed”, Mesaphus says. Sisyphus sees his proud smile. And Mesaphus is indeed barely sweating. But somehow he thinks Mesaphus is showing too much teeth. Though concerned, Sisyphus decides not to think about it too much. He doesn’t have time. Plus he needs to save his energy. The next shift begins in exactly twenty two minutes.\n\nMesaphus wants to ask his little brother how he’s doing, but he dares not to. And so, the brothers bid farewell. Back at the bottom of the valley, Sisyphus adjusts his shoes and rolls up his sleeves again. Out of the corner of his eyes, he catches his brother’s silhouette waning against the setting sun. \n\nUnlike himself, he pauses and studies him. He sees his brother’s footsteps. Weary, it seems. Occasionally, he raises his right hand to his face. He thinks, is he crying? Isn’t his rock gone? But the thought doesn’t last long, as he turns and begins to roll his rock, onwards and up.\n"
  },
  {
    "key": 3,
    "title": "Today, I offer my ears to you",
    "type": "Short Story",
    "body": "You gaze into my eyes. Your face smiling but not saying a word. It is trying to tell me something, though you might not be aware. Are you dancing in a daydream or carrying the weight of the world? Some days, as I wander through the streets, or settle on a park bench, I am a silent witness to a stranger that is you. In the caressing sun rays, I lean in to listen closely, to collect the cues it drops, lest those in a rush remain ever oblivious. But today, I reminisced about the mountains.\n\nAt 2000 meters, we slowly descended on the base camp trail. The afternoon sun glared at us unceasingly at this altitude. Snowy and arid, sheets of strong white weighed on the peaks, like the thick icing that would crumble a tall wedding cake. Hanako and I were not close. In fact, it was only our fourth day of knowing each other. But something drew me to her. A kind of affinity. Would you, a stranger, sense that too? \n\nAs the cliff ahead towered over us, we began to lose the sharp tingle of the sun. In the cold wind, somehow Hanako and I found ourselves broken out of the group, leaving the rest behind. We walked in silence, hands in our pockets, as I, for the first time, breathed in the grandeur of where we were. Twenty kilometers from the border of Chile, we were on the trail that would lead us to the tallest peak in the Americas, Aconcagua of the Andes ranges. Could you believe it?\n\nI couldn’t when Hanako said her boyfriend has a heart problem. I was stunned both at the news and as to why she brought it up. But I suppressed my urge to break the silence and collected myself. I waited to see if she wanted to go on, but she waited for my reply first.\n\nOh? \n\nThe doctor said he won't live after 25 years, she continued. How old is he now, I asked. 24, she responded bluntly. Are you okay, I asked. Yeah. After a moment, I added, he must live a fuller life than others then, doesn’t he? She turned to look at me and agreed. He does, he does so many things every day.\n\nAs far as I remember, that is all there was to the conversation. Apart from showing surprise, could I have said much more? Perhaps, Hanako didn't know why she brought it up either. The breeze caressed us. Cold but light. She smiled at me and cheerily said “Oh, I must use the washroom”, as she skipped downhill towards it, leaving me behind in the remnants of that exchange. As I waited for the others to catch up, I gazed up at the hills. This time, the sun was glowing in the afternoon. For a moment, I smiled and thought the snow no longer burdened the rainbow mountains. That day, I was glad I could offer my ears. \n"
  },
  {
    "key": 4,
    "title": "Days of a Stupid Man",
    "type": "Short Story",
    "body": "“I may wear the skin of an urbane sophisticate, but in this manuscript I invite you to strip it off and laugh at my stupidity.” – Ryūnosuke Akutagawa\n\n1. Longing\n\nSneakily, the overcast sky sinks darker into the evening. On Fridays, that is today, the library closes at 5.30 pm, though he didn’t know. He plans to renew the book he still hasn't read for two weeks. Because a part of him ardently believes in a future where he would read it. After biking for twenty minutes and climbing up two flights of stairs, he stands behind the locked glass door, staring at the dimmed lights, abandoned books, and a deserted reception. \n\nPerhaps this is arranged so that the staff can come home earlier for a hearty dinner? He thinks as he returns to his bike. Beef potato hash? Pork casserole with Worcestershire sauce? He makes random turns on his bike. Down the mainstreet, left on an alley, and stopping before a crowd, he mindlessly ends up at Farringdon Station. Many are waiting outside. For their loved ones? For friends? He picks up a free hot chocolate, and stands in the chilling January wind. He too pretends to wait for someone. \n\n 2. Paralysis\n\nDreams – intense. Evil hours – sporadic. Mentions of her name – torturous and unbearable. It has been three days since he has been constrained to the couch. His left ankle just could not bear any weight. Even limping to the toilet requires enormous effort. Worse, the sun almost never pays him a visit. On rare days,  it does so by reflecting off the window of the gray-walled hotel that towers over his apartment and blocks all sense of the outer world. \n\nIn his solitude, thoughts enter unasked for, dripping into his consciousness like tiny droplets. As the droplet lands, it splashes and releases a specific feeling. He tries to tally them: sometimes the fuzzy warmth of a nostalgic memory. Other times the sudden sink into grief. But at the end always the piercing feeling of incompetence and powerlessness. Every drop is so small and brief, yet so gratifying and painful. And as they drip faster and faster, the pauses between each become shorter and shorter. Until within the little stream they start to form, he can no longer tell apart the colorful autumn of Seoul, the lonely streets of Tokyo, and the shivering wind of London. At this point, he is weirdly allured to succumb to its flow. One question leads to one memory that leads to another question, he finds himself both enlightened and entertained in the spiral. The beauty of autumn, would he have still let himself be enamored by it, if he knew the winter would be so unforgiving? But the never-ending questions only blinded him from the impending danger. Very quickly, the stream widens into a gushing river that swells and forms white caps. In no time, actual waves begin to rise and break. Anything disguised as rational inquiries previously crackle and shatter into its most primitive form – angst. It is too late. He is tethered by the chains of dread. Bigger, more ominous waves rebel against his will. He is left as a helpless creature tossed around in his own mindstorm, threatening to engulf him completely, like countless times before. \n\nThe sun seeps in for a moment. He shuffles and rolls his body over to receive its touch. He lies in wakeful silence and endures.\n\n3. Moonlight\n\nSoon the sun makes way for the moon and the sky dims into a deep dark navy. A train is snaking into Eunston station, hissing imaginary smoke out of its chimney. It’s been a week, though his ankle still will not budge. Today, leaving the apartment feels as if an overpowering necessity. After spending an afternoon at University College London, he limps towards Eunston station (no biking, of course). Amongst the crowd in the backdrop of a clear night, his eyes are drawn to an East Asian man alone, perhaps in his early 30s, stepping out of the station. \n\nMr. A’s hairstyle looks Korean, but he has the slow footsteps of a Japanese. To some, Mr. A can appear mechanical and rigid. But to him, Mr. A oozes a silent dignity. His gray suit is tailored perfectly to his skinny figure and his navy tie tightly hangs off the still-unbuttoned collar. Mr. A keeps his head low, fixing his gaze to the ground, as if on his shoulders carry an unknowable amount of weight. As he emerges from the shadow of the underground, the full moon, at an instant, bathes him in white light and grace, illuminating a face of sharp eyebrows and shallow wrinkles. It was a difficult day, wasn’t it. But you made it, didn’t you? A question for Mr. A that didn’t leave his mouth in time. And as they brush past each other, a loneliness he never knew of overwhelmed him. \n\n4. Lunatic\n\nHe starts frequenting the piano whilst at the library. For this, he must give up his identity card as a collateral to the librarian in exchange for a pair of headphones. As for the headphones, they are to be connected to the piano (it’s electric). So that only the player can listen to his own poundings on the keys. And so that others in the library may not be disturbed. \n\nFor a while, he has been meaning to learn to play Un Sospiro by Franz Liszt, a piece that even he cannot believe truly touches his heart. But ultimately, he is a piano player of limited potential. His amateurism prevents him from perfecting his previous piece, Merry Go Round of Life by Joe Hisaishi, and proceeding from there. \n\nHe plays for twenty minutes.  But he finds himself irritable and incapable of concentrating. So in dramatic fashion (no one is around really), he rips his headphones off and walks off.  As the librarian returns his identity card, remarking how much he seems to enjoy playing from his constant swaying, a thought takes hold of him: no one could hear me. \n\n5. Imagination  \n\nThe rain has been beating down all morning, making the day seem like it has barely begun. He is reading on his phone about a type of double suicide in Japan called Shinjū. Two lovers, at odds with the society, believe they’d be reunited in heaven if they kill themselves at the same time. Osamu Dazai, the writer he has been reading, did exactly that. Twice. Because he failed to drown himself in Kamakura, while his lover, tragically, succeeded. It’s not hard for him to reconcile that such an extreme act occurs in Japan. \n\nHe never thought of suicide. But for those who decided to end their lives, life must be so unbearable to live –  a statement he has neither the authority nor the experience to back up. All he has is a glimpse. A glimpse so small of what true sadness is that he might as well keep it to himself. At this point, the cream started boiling. He puts down his phone and turns down the gas. As he stirs the carbonara sauce, the thought of curly leaf parsley comes to him. Its unique aroma releasing into the air when chopped, he tries hard to conjure up in his head. It is what the pasta lacks, but he cannot be sure.\n\n6. Desperation\n\nRight when he rushes into his apartment, he scours the coat wardrobe to frantically search for a cigarette. The truth is, he is not a smoker. He barely smoked the past few months. Like those who are generally content with their lives, he thinks smoking is unhealthy, expensive, and most importantly, not cool. Especially to the cheerful kinds of girls he likes. But in the evil knick of the moment, the idea of smoking suddenly feels like an overwhelming necessity. Though, it is nowhere to be seen. \n\nHe musters up the courage to knock on his neighbor’s door for the first time. What an awkward request it would be. Hi, nice to meet you. By any chance, do you have a cigarette? Because any more words will not help but a steady eye contact. Oh no, sorry to bother you then. He stands outside of their door for a moment to collect himself. He ponders the possibility of just buying a pack at the store downs – No I must not. I’m not a smoker…\n\nAt the store counter, his remaining dignity (very little at this point) has him make an incredulous request. Can I buy two cigarettes?  The store owner only returns him a weird stare. Oh you only sell packs of cigarettes? The gazes of the other customers only further infuriate him. As he defeatedly makes his way home, he stares at the clear night sky with a singular gray cloud. You lonely cloud, did we exhale you and sadness, from our cigarette tips out into this vast universe?  Just as he sinks on the couch to strategize his next move, his phone starts ringing in his pocket. He sees the caller's name, and without picking up, he runs uncontrollably out onto the street, ignoring the immense ache in his ankle. \n\n7. Blossom \n\nAs he walks down the street, he notices the only cherry tree in full blossom. How beautiful and seductive it is! He stands under it for a second, and announces to himself that now, more than ever, is a poetic moment. Not the poetic moment, but a poetic moment. He then drafts a haiku in his head (what the heck):\n\n“First cherry blossom\n\nTonight loneliness and him\n\nSprings into deep dreams”\n\nHe uses the singular “springs” to imply him and loneliness has become one. He also thinks he’s smart with the double entendre. But the message is too overt and the tone too excited and positive. So he drafts another one:\n\n“First cherry blossom\n\nWho on earth would just care to\n\nStop and look at him?”\n\nSadly, he is too self-pitying to consider himself a blossoming cherry tree.\n\n8. Deprivation\n\nHe is hungry. Worse, he is thirsty. Usually hunger didn’t bother him so much. But thirst has made his mouth salivate for the past three hours. He starts to feel dizzy and achy in his forehead. Weirdly enough, his concentration is sharper than ever. It is the fourth day of Ramadan. He has been fasting in solidarity of sorts with his Muslim friends. Today though, he couldn’t wake up in time for Suhur at 4.30 am, the last meal before the fast begins, which made the day extra difficult. But what really challenged him was the constant low mood it has put him in. He can’t quite think straight. He entertains negative thoughts more readily. \n\nThe truth is, his mental and physical capacities have been on decline since he injured his ankle two months ago. And the fast revealed exactly that to him. Hunger can be satisfied and thirst quenched, but what of misery? He is too weak to soothe his soul, so let him eat and drink at least. On day five, he devours his first lunch, not without shame. \n\n9. Madness\n\nIn the morning, he visits the bookstore at University College London. He has been frequenting it for the past months, for its multi-storey selection and the prospect of being surrounded by people of his age. He took a particular liking for Japanese authors of the early 1900s, right when Japan was in her final empire days. Their misery and insanity comforts him, and in return, he wants to feel closer to them. In their writings, he gradually discovers what true madness can look like. Sōseki’s Kokoro made him yearn for a sensei in his life. Dazai’s No Longer Human made him ponder for the first time about suicide. And Akutagawa’s The Life of a Stupid Man simply left him incredibly empty. \n\nAs he reads, he wonders whether developing an emotional closeness to their writings might also drive him into madness. He asks the bookstore attendant for books by Sōseki. But without checking the online catalog, she shakes her head, as if she already knows they don’t have any. A missed opportunity. I love his books too, but it is just such a missed opportunity. Apparently, Sōseki lived his most insufferable two years just around the corner, on Gower Street, while he was studying in London. After he walks out of the bookstore, he decides to make a left unlike usual. In front of 76 Gower Street, he ponders what constitutes a “missed opportunity”. \n\n10. Beauty\n\nAs he arrives at a curve by the canal and enters a crowd, he slows down to see a floating bookstore that is open on this sunny April sunday. His ankle is not fully healed, but nonetheless good enough to last him a few kilometers on his first run in three months. The sun is in his eyes. He feels a warmth that he had forgotten for a while. How cruel is the sun for making him feel so vulnerable! \n\nUnder a cherry tree, opposite to the bookstore, where people are gathering, a man in a navy suit is playing Un Sospiro on a brown upright piano. As he walks through and looks around, passersby also lift their heads to meet his eyes. Today, he feels inexplicably light. He thinks he knows why, but he dares not describe it, lest this lightness, not precisely understood, is ruined by the limits of his vocabulary. Afterall, most beautiful things can only be fully grasped in hindsight. \n\nAs he scans the book titles, he is surprised to find Sōseki’s Kokoro, lying face down on the far end of the boat. He wouldn’t have found it if it was upright, because he would have had to tilt his head. He picks up the book, an edition he has never seen before. It is hardback but with a leathery touch to it, and the cover depicts a violent wave in Japanese style. Kind of like The Great Wave Off Kanagawa, but not exactly that. \n\nHe turns the book around, and finds that it is a personalized hand-made, very limited leather edition, with a note by the cover-maker: The violent flow of water reflects the brutal, emotionally unstable, and dangerous periods of individual lives. And the high possibility of not being able to come out of it. I thought the image can be seen as an abstract reflection of Kokoro's theme. Later on, he will find out that this is the first and final time he will ever come across this edition in person. Because the cover-maker passed away a week earlier. In Kamakura, out of all places. \n\nHe puts down the book and looks up to feel the sunrays caressing his face. The beauty of where he is. Or more accurately, the beauty of the here and now that he ends up in. He lets out a sigh. Or un sospiro, in Italian. At which point he picks up his pace once again, running unceasingly towards a future that is no longer the here and now that he used to know. "
  }
]